export const communityMentoringsReviewsDummy = {
  result: {
    articles: [
      {
        id: 1,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/117609/09c882a3-a8af-4f14-a19b-9a81256c39d0',
        description:
          '제가 부족한 부분과 보완해야 할 점을 알려주셨고, 이직을 준비하는 데 도움이 됐습니다. 감사합니다 !!!',
        rating: 5,
        name: 'incu',
        courseTitle:
          'back-end 신입/주니어 개발자 서비스 회사 취업설계 | 이직 | 기술 면접 상담',
      },
      {
        id: 2,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/1044033/d3a5c784-c97b-4879-a97f-6a0fc06ebf13',
        description:
          '해당 분야를 희망하는 학생으로서 많은 조언을 얻을 수 있었고, 깊은 가르침을 받을 수 있었습니다. 정말 감사합니다.',
        rating: 3,
        name: 'Jaewook Kang',
        courseTitle: '멘토링: NLP+AI 분야 커리어 컨설팅 / 논문 함께 읽기',
      },
      {
        id: 3,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/199520/ed9c8718-ef2a-4ef0-812c-c85627bb2a1b',
        description:
          '정말 깔끔하게 문서화 해서 정리해주셨습니다.신입 개발자로써 앞으로 어떤식으로 공부를 해야야할지 방향성과 취업을 위한 가이드를 잡아주셔서 잘 해나갈 수 있을 것 같아요! 감사합니다!',
        rating: 4,
        name: 'Byung Hyun Choi',
        courseTitle: '[백엔드] 개발자를 위한 멘토링 & 코드 리뷰',
      },
      {
        id: 4,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        description:
          '멘토링을 처음 신청하여 걱정했는데 이력서 피드백, 깃허브와 블로그 활용 방법, 공부하는 방법 등 기술을 성장시킬 수 있는 다양한 정보를 주셔서 많이 얻어간다고 느꼈습니다.',
        rating: 5,
        name: '분수',
        courseTitle: '개발 상담 (이직, 커리어, 공부방향 등)',
      },
      {
        id: 5,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/581610/9946f92b-216b-400c-8c1f-e9029139a871',
        description:
          '제 상황에 맞게 멘토링을 잘해주셔서 도움이 많이 되어서 다음에 또 신청하겠습니다 !!',
        rating: 5,
        name: '최연찬',
        courseTitle: '비전공자의 1년만에 네카라쿠배 합격 방법 ',
      },
      {
        id: 6,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        description:
          '사전에 보내주신 내용을 조금 부족하게 보내서 준비하신 내용과 다르게 멘토링 했어야 했는데, 괜찮다고 하시면서 따로 더 이해시켜 주시고 필요한 것을 다시 준비해주시는 친절함이 너무 감사했습니다! 만약 사전 지식이 크게 없는 직장인 이시면 꼭 멘토 신청해서 궁금증을 푸셨으면 좋겠습니다! :)',
        rating: 5,
        name: '핑곰',
        courseTitle: '데이터 분야 커리어 패스 / 서류 / 면접 멘토링',
      },
      {
        id: 7,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        description:
          '멘토님이 지금껏 하신 멘토링과 많이 달랐지만 열심히 제 고민 들어주시고 거기에 맞게 답변해 주셔서 저도 제 생각이 많이 정리되고 제가 생각지 못한 관점들까지도 많이 배울 수 있게 되어서 정말 도움이 많이 되었습니다. 감사합니다!!',
        rating: 5,
        name: 'So, Relax',
        courseTitle:
          '개발자 신입 취업과 이직 준비 로드맵. 막막함과 고민을 한방에 해결 해드립니다. ',
      },
      {
        id: 8,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        description:
          '현재 제 상황에 대해 객관적으로 의견 주시고, 조언해주셔서 정말 많은 도움이 되었습니다. 흔히 말하는 이력서 작성 시 주의사항 중, 내가 아닌 기업의 입장에서 바라보아야 한다는 것을 놓치고 있었는데 적절하게 잘 짚어주셔서 도움이 되었습니다. 잘 준비해서 이직 성공할게요.',
        rating: 5,
        name: 'Lucy',
        courseTitle: '서버 개발자 고민 상담소 👩🏻‍💻',
      },
      {
        id: 9,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/139101/31a12cae-345c-4544-873e-561a76f74007',
        description: '장고 공부 방향에 대해 잘잡을수 있는 기회였습니다',
        rating: 4,
        name: '김석훈',
        courseTitle: 'Python / Django / Web Programming 멘토링 ',
      },
      {
        id: 10,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/581610/9946f92b-216b-400c-8c1f-e9029139a871',
        description:
          '고민 많이 하고 신청했는데 단순히 제 고민에 대해서 답변해주시는 게 아니라 미리 멘토링 자료도 준비하시고 최대한 도움 주시려고 하시는 게 보여서 감사했어요. 개인적으로 어떤 방향으로 가야할지 모르겠고 지금 상황에서 어떤 걸 먼저 해야할지 고민이 됐었는데 많은 도움이 됐어요. 저랑 비슷한 상황을 겪고 계신 주니어 분들께 멘토님과 대화 해 보시기를 추천드립니다 :)',
        rating: 5,
        name: '최연찬',
        courseTitle: '비전공자의 1년만에 네카라쿠배 합격 방법',
      },
      {
        id: 11,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/23830/19d54ce7-8745-4b14-8a73-fe4e2efebd22',
        description: '오늘도 수고하셨습니다~ ^^',
        rating: 4,
        name: 'KoreaCarrot',
        courseTitle:
          '[3N 출신] 게임 프로그래머 취직, 커리어 고민, 개발 관련 질문',
      },
      {
        id: 12,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/581610/9946f92b-216b-400c-8c1f-e9029139a871',
        description:
          '여타 비전공자 분들과 마찬가지로 무엇을 어디서부터 어떻게 시작해야 할 지 막막했는데 덕분에 당장 어떤 것을 시작해야 하고, 또 어떤 식으로 경험을 쌓을 수 있을지 청사진을 그릴 수 있었습니다. 다른 분들께도 추천드리고 싶습니다!:)',
        rating: 5,
        name: '최연찬',
        courseTitle: '비전공자의 1년만에 네카라쿠배 합격 방법',
      },
      {
        id: 13,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        description:
          '막연한 계획에 대해 궁금한 점이 많았는데 30분이지만 완전 알차게 얘기해주셔서 좋았습니다,, 중간중간에 무슨 질문할지 생각이 안났는데 알아서 궁금한 점을 얘기해주셔서 감사했네용 ㅎㅎ',
        rating: 4,
        name: 'Lucy',
        courseTitle: '멘토링: 서버 개발자 고민 상담소 👩🏻‍💻',
      },
      {
        id: 14,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/5525/d32b60e7-3b47-4100-89fa-1d19a1a765d8',
        description:
          '상당히 많은 내용에 대해서 많은 정보를 얻고 갑니다. 많은 내용을 하나 빠짐 없이 상세히 알려주셔서 많은 도움이 되었습니다. 추천 드립니다.',
        rating: 5,
        name: 'Kenu 허광남',
        courseTitle: '코드, 이력서 리뷰 및 취업 상담해 드립니다.',
      },
      {
        id: 15,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        description:
          '명쾌하고 꼼꼼한 답변 감사합니다! 취준 중 많은 도움이 되었습니다!!',
        rating: 5,
        name: 'corleone',
        courseTitle: '[대기업 전용] 개발자 자소서 첨삭 및 커리어 상담',
      },
      {
        id: 16,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        description:
          '전반적으로 이력서 멘토링을 통해서 세세한 부분을 얻어 갔다고 생각합니다!!',
        rating: 3,
        name: 'So, Relax',
        courseTitle:
          '개발자 신입 취업과 이직 준비 로드맵. 막막함과 고민을 한방에 해결 해드립니다. ',
      },
      {
        id: 17,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/36294/c14ef375-cddf-4d75-82d9-055109c79eb6',
        description:
          '많은 정보를 오픈할수록 더 자세한 피드백과 진심이 담겨있는 조언들을 들을 수 있는 멘토님입니다. 시간 내내 최대한 많은 도움을 주고자 하시는 마음이 느껴져 진심으로 나중에 이렇게 진중한 개발자가 되고 싶다고 생각하게 되었습니다 :)',
        rating: 5,
        name: '장현석',
        courseTitle:
          '신입~주니어 개발자 취직, 이력서&프론트엔드 상담 및 고민, 커리어 및 로드맵 설계',
      },
      {
        id: 18,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/117609/09c882a3-a8af-4f14-a19b-9a81256c39d0',
        description:
          '시간이짧아서 한번더 받을예정입니다! 너무 잘해주시네여 방향을 잘 잡아주시고 있습니다 ㅠㅠ 행복',
        rating: 5,
        name: 'incu',
        courseTitle:
          'back-end 신입/주니어 개발자 서비스 회사 취업설계 | 이직 | 기술 면접 상담',
      },
      {
        id: 19,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/5525/d32b60e7-3b47-4100-89fa-1d19a1a765d8',
        description:
          '좋은 시간이었습니다. 제가 고민한 것들이 비교적 쉽게 해결 되었습니다. 앞으로의 방향에 대한 조언도 많은 도움이 될 것 같습니다. 감사드립니다.',
        rating: 5,
        name: 'Kenu 허광남',
        courseTitle: '코드, 이력서 리뷰 및 취업 상담해 드립니다.',
      },
      {
        id: 20,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/581610/9946f92b-216b-400c-8c1f-e9029139a871',
        description:
          '도움이 많이되는 멘토링이였습니다. 가이드 주신대로 해보고 다시 리뷰남길게요!',
        rating: 5,
        name: '최연찬',
        courseTitle: '비전공자의 1년만에 네카라쿠배 합격 방법',
      },
    ],

    hotCourses: [
      {
        id: 1,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/1021299/b3631099-ab60-48f8-997e-34643201b18d',
        courseTitle: '백엔드 개발자를 위한 취업 준비, 면접에 대한 고민상담',
      },
      {
        id: 2,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        courseTitle: '백엔드 개발자 실전 모의면접(기술/인성)',
      },
      {
        id: 3,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        courseTitle: '서버 개발자 고민 상담소 👩🏻‍💻',
      },
      {
        id: 4,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/23830/19d54ce7-8745-4b14-8a73-fe4e2efebd22',
        courseTitle:
          '[3N 출신] 게임 프로그래머 취직, 커리어 고민, 개발 관련 질문',
      },
      {
        id: 5,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/36294/c14ef375-cddf-4d75-82d9-055109c79eb6',
        courseTitle:
          '신입~주니어 개발자 취직, 이력서&프론트엔드 상담 및 고민, 커리어 및 로드맵 설계',
      },
      {
        id: 6,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/209928/a46703da-f0ba-4403-abd6-b8f5c1473652',
        courseTitle: '개발자로서 커리어 혹은 DevOps 기술',
      },
      {
        id: 7,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        courseTitle: '개발 상담 (이직, 커리어, 공부방향 등)',
      },
      {
        id: 8,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        courseTitle: '서버개발자 취준생을 위한 멘토링/고민상담',
      },
      {
        id: 9,
        imgUrl:
          'https://cdn.inflearn.com/public/users/thumbnails/1044033/d3a5c784-c97b-4879-a97f-6a0fc06ebf13',
        courseTitle: 'NLP+AI 분야 커리어 컨설팅 / 논문 함께 읽기',
      },
      {
        id: 10,
        imgUrl:
          'https://cdn.inflearn.com/public/main/profile/default_profile.png',
        courseTitle: '데이터 분야 커리어 패스 / 서류 / 면접 멘토링',
      },
    ],
  },
}
